<?php
require(__DIR__. "/../../framework/ver3/common.php");
$obj = array(
	"made" => "2022-01-01",
	"updated" => "2022-01-01"
);
head($obj);
?>
<h2>租税法の基本原則</h2>
前回は租税に関する基本問題(「誰から徴収するか」「どうやって徴収するか」「何に使うか」)を学びました。<br />ここでは、租税の実践部分、租税に関する法律の基本原則について学びます。<br />租税に関する法律を制定する際には「形式部分」と「実質部分」について考える必要があります。<br />租税に関する法律の「形式部分」と「実質部分」はそれぞれ「租税法律主義」と「法の下の平等」と言い換えられます。
<h2>租税法律主義</h2>
簡単に説明すれば、租税の内容を勝手に国王が決定することができず、法律によって設定する必要があるということです。<br />まずは、租税法律主義の歴史について説明します。
<h3>租税法律主義の歴史</h3>
租税法律主義が確立されるまでの重要な歴史的出来事として以下の5つがあげられます。
<ul>
	<li>1215: マグナ・カルタ</li>
	<li>1628: 権利の請願</li>
	<li>1689: 権利の章典</li>
	<li>1773: ボストン茶会事件</li>
	<li>1789: フランス人権宣言</li>
</ul>
<h4>マグナ・カルタ</h4>
マグナ・カルタの12条では






<h2>法の下の平等</h2>






<?php footer(); ?>