<?php
require(__DIR__. "/../../framework/ver3/common.php");
$obj = array(
	"made" => "2021-12-29",
	"updated" => "2021-12-29"
);
head($obj);
?>
<h2>ライフサイクル思考</h2>
製品などの一生(ライフサイクル)全体を通じて環境に対する影響を考える手法を言います。<br />作ってそれを販売して終了ではなく、それを購入者が使用して廃棄するまでの一連の流れを想定した環境に優しい製品を製造する必要があります。
<h2>ライフサイクル・デザイン</h2>
ライフサイクル思考に基づいて、製品設計の初期段階で環境要件を考慮し、環境的にも経済的にも優れた製品を企画開発するための設計アプローチを言います。<br />代表的な例として「<strong>DfE(環境配慮設計)</strong>」があります。<br />ライフサイクル・デザインでは以下の4つの過程を考慮して製品を作成する必要があります。
<ul>
	<li>生産</li>
	<li>流通</li>
	<li>使用</li>
	<li>再資源化</li>
</ul>
<h2>ライフサイクル・アセスメント</h2>
製品が原材料の採取・調達から廃棄にいたるまでのライフサイクル全体を通して環境に与える影響を認識し、環境改善の機会を識別する包括的なアプローチを言います。<br />USEPAはこのライフサイクル・アセスメントに関して以下の4つに分類しています。
<ul>
	<li>原材料の調達段階</li>
	<li>製造段階</li>
	<li>消費者の使用・再利用・保守段階</li>
	<li>リサイクル・廃棄段階</li>
</ul>
<h3>カーボンフットプリント制度</h3>
経済産業省は商品・サービスのライフサイクルの各過程で排出された「温室効果ガスの量」を追跡した結果、 得られた全体の量をCO2量に換算して表示する「カーボンフットプリント制度」を開始して、二酸化炭素の排出量に関してライフサイクル・アセスメントを実施しています。
<p class="r">経済産業省のカーボンフットプリントに関するページは<a href="https://www.meti.go.jp/committee/kenkyukai/sangi/carbon_footprint/001_haifu.html">こちら</a>。</p>
<h2>ライフサイクル・コスト</h2>
製品が企画・設計され、製造されて、その役割て廃棄されるまでの一連の流れの中でかかる費用を言います。<br />トータルコストを「イニシャルコスト」と「ランニングコスト」さらにはもっと細かく分類していき、ライフサイクル・コスト総額を削減し、資源を最大限利用していくために用いられます。<br />また、ライフサイクル全体のコスト総額が最小となるような
代替案選択を行なうための投資意思決定ツールとして、「環境配慮型設備投資意思決定」という意思決定方法も利用されます。
<?php footer(); ?>