<?php
require(__DIR__. "/../../framework/ver3/common.php");
$obj = array(
	"made" => "2021-12-29",
	"updated" => "2021-12-29"
);
head($obj);
?>
<h2>保証業務</h2>
今までは環境会計の概要について学びましたが、問題となっているのはその正確性でした。<br />財務会計・管理会計と大きく異なる点として報告内容に客観性がないことがあげられます。<br />ということで今回はその客観性の担保が難しい環境会計において客観性のある情報を提供するために仕組みである保証業務について学びましょう♪
<h2>環境会計保証機関</h2>
環境会計に関する情報に関して企業からの一方向的な情報提供ではその客観性を保証することが難しいと言えます。<br />そのため、公表情報の信頼性を確報するためには第三者のチェックがあることが望ましいです。<br />そのため、環境会計に対する保証業務を行う機関が作られましたが、その中でも代表的な機関に以下の2つがあります。
<ul>
	<li>ジェンキンス委員会</li>
	<li>エリオット委員会</li>
</ul>
<h3>ジェンキンス委員会</h3>
1994年にヨーロッパで結成された機関で、AICPA(財務報告に関する特別委員会)と呼ばれます。<br />ジェンキンス委員会の意義は非財務情報を含む事業報告書の保証に専門職業人が関与する可能性があることを示唆したことで、問題点としてはあくまでも示唆としての範囲にとどまり保証までは行わなかった点があげられます。
<h3>エリオット委員会</h3>
1997年にアメリカで結成された機関で、AICPA(保証業務特別委員会)と呼ばれます。<br />エリオット委員会の意義は意思決定者のために、情報またはその内容の質を改善する独⽴した専門職の業務を行い、保証に限りなく近い業務を行ったことです。
<h2>保証業務の定義</h2>
一旦、環境会計から外れて企業会計審議会が制定した監査業務の定義を確認しましょう♪
<div class="quote">
	<div>企業会計審議会「財務情報等に係る保証業務の概念的枠組みに関する意⾒書」(2004)</div>
	<div>「主題に責任を負う者が一定の規準によって当該主題を評価又は測定した結果を表明する情報について、または、当該主題それ自体について、それらに対する想定利⽤者の信頼の程度を⾼めるために、業務実施者が自ら入⼿した証拠にもとづき規準に照らして判断した結果を結論として報告する業務」</div>
</div>
これに関して、環境会計では以下の点が問題となります。
<ul>
	<li>主題が明確でない</li>
	<li>一般に公正妥当と認められた作成基準が存在しない</li>
	<li>保証⼿順に関する基準が確⽴されていない</li>
</ul>
そのため、環境会計に関しては「監査」という用語を用いず、代わりに「レビュー・保証」という用語を用いています。
<h2>日本での保証業務の実情</h2>
現在の日本で行われている環境会計の保証業務について確認しましょう♪
<h3>big4による環境会計保証</h3>
Big4と呼ばれる以下の4つの監査法人が行っている環境会計の保証業務について確認します。
<ul>
	<li>KPMG</li>
	<li>Deloitte</li>
	<li>pwc</li>
	<li>EY</li>
</ul>
<h4>KPMG</h4>
『東京ガスグループ サステナビリティレポート』において「環境・社会パフォーマンス指標」として環境会計の保証を公表しました。
<img src="../pics/kpmg.png" alt="東京ガスグループ サステナビリティレポート" />
<p class="r"><a href="https://www.tokyo-gas.co.jp/sustainability/download/archive/pdf/2019/sr2019_all.pdf">東京ガスHP</a>より引用。</p>
<h4>Deloitte</h4>
 『三井不動産 ESG Report 2019』 においてサステナビリティ情報として環境会計の保証を公表しました。
 <img src="../pics/deloitte.png" alt="三井不動産 ESG Report 2019" />
 <p class="r"><a href="https://www.mitsuifudosan.co.jp/corporate/esg_csr/pdf/2019/mf_esg2019_all.pdf">三井不動産HP</a>より引用。</p>
<h4>pwc</h4>
『ユニ・チャーム CSR活動報告書2019』において「選択された情報」として環境会計の保証を公表しました。
 <img src="../pics/pwc.png" alt="ユニ・チャーム CSR活動報告書2019" />
 <p class="r"><a href="https://eco-pro.biz/files/EP487/4-201910181011420332.pdf">エコプロHP</a>より引用。</p>
<h4>EY</h4>
みずほフィナンシャルグループが発⾏する『グリーンボンド・フレームワーク』において「Use of Proceeds Statement」として環境会計の保証を公表しました。
<img src="../pics/pwc.png" alt="Use of Proceeds Statement" />
<p class="r"><a href="https://www.mizuho-fg.co.jp/csr/environment/business/greenbond/pdf/assurance_report_20200331.pdf">みずほフィナンシャルグループHP</a>より引用。</p>
<h3>NPOによる保証</h3>
監査法人以外でも主に環境NGO／NPOが策定した保証基準に基づいて、独⾃に第三者保証書を発⾏する会社もあります。
<h4>SGSジャパン</h4>
『NEC サステナビリティレポート2019』において環境会計の保証を公表しました。
<h4>Lloyd’s Register</h4>
 『アサヒグループホールディングス 統合報告書2019』において環境会計の保証を公表しました。
<?php footer(); ?>