<?php
require(__DIR__. "/../../framework/ver3/common.php");
$obj = array(
	"made" => "2021-12-29",
	"updated" => "2021-12-29"
);
head($obj);
?>
<h2>環境会計制度</h2>
1990年代には環境会計が制度として確立していきました。<br />ここではその中でも代表的な環境会計制度である以下の3つを紹介します。
<ul>
	<li>USEPA『Pollution Prevention Programs』</li>
	<li>欧州委員会『Ecomac』</li>
	<li>ドイツ環境省『環境原価計算ハンドブック』</li>
</ul>
<h2>USEPA『Pollution Prevention Programs』</h2>
環境被害発生後の事後的な救済よりも、汚染や被害の「予防」に力を注いだ方が、経済的にも環境的にも政策的にも社会的にも優れているという観点から、アメリカ環境省は「事後的な救済」よりも「事前の予防」に力を入れる「汚染予防プログラム(P2プログラム)」を開始しました。
<p class="r">アメリカ環境省P2プログラムのページは<a href="https://www.epa.gov/p2">こちら</a>。</p>
P2プログラムでは環境コストに関して「<strong>Life Cycle Thinking</strong>」という考えをとり、環境コストの範囲ではなく、企業活動における私的費用とそれが惹起する社会的影響と社会的費用について考えることに重点を置いています。
<h3>P2プログラムでの環境コストの分類</h3>
P2プログラムでは環境コストに関して以下のような分類をしています。
<ul>
	<li>潜在的コスト</li>
	<li>偶発コスト</li>
	<li>イメージ・関係作りコスト</li>
</ul>
<h4>潜在的コスト</h4>
「Potentially Hidden Costs」の和訳で、以下のコストが該当します。
<ul>
	<li>伝統的コスト</li>
	<li>規制対応コスト</li>
	<li>事前コスト</li>
	<li>自主的対応コスト</li>
	<li>事後コスト</li>
</ul>
<h4>偶発コスト</h4>
「Contingent Costs」の和訳で、将来のある時点で発生するかもしれないコストを言います。<br />財務会計の用語を用いれば、「偶発債務」となります。<br />貸借対照表原則により、引当金を計上するには合理的な金額の見積りが困難であるという理由から、偶発債務はその内容を注記することとなります。
<h4>イメージ・関係作りコスト</h4>
「Image and relationship Costs」の和訳で、企業イメージ作りのための費用を言います。
<h3>環境管理会計の目的</h3>
1995年にUSEPAが発表した環境管理会計入門によると、環境管理会計の目的は、情報を必要とする者又は利用できる者にとって、目的にかなった関連情報が入手可能となるようにすることである」と定義されています。
<h2>欧州委員会『Ecomac』</h2>

<h2>ドイツ環境省『環境原価計算ハンドブック』</h2>


<?php footer(); ?>