<?php
require(__DIR__. "/../../framework/ver3/common.php");
$obj = array(
	"made" => "2021-12-29",
	"updated" => "2021-12-29"
);
head($obj);
?>
<h2>環境会計</h2>
カンカンカーーーーーン♪♪<br />SDGsトレインが走りま～す♪
<img src="../pics/sdgsトレイン.png" alt="SDGsトレインの写真" />
<p class="r"><a href="https://tokyugroup.jp/sdgs/train/">東急グループのサイト</a>より引用</p>
最近は経営に関してもお金を稼げばいいっていう考えだけでなく、環境を守りながら経営をするっていう考え方が広まっています。<br />ですけど、環境に良い・悪いって定性的なもので数値で判断するのはとっても難しいんです、、、<br />そんな中で環境会計と言う考え方が生まれ、最近では統合報告書として環境に対する貢献を書類として対外にアピールする企業も増えています。<br />ここではその環境会計について学んでいきましょう♪
<h2>環境問題の提起</h2>
最初に環境問題を提起した有名な出来事を見ていきましょう♪
<h3>マルサス『⼈⼝論』</h3>
人口は幾何級数的に増加するのに対して食糧は算術級数的にしか増加しないことを指摘して、自然の状態では過剰人口による食糧不⾜は不可避とし、貧困は死亡率を⾼める積極的要因となり悪徳は出生率を低める予防的要因となるので過剰人口の抑⽌⼒として是認されると主張しました。
<h3>レイチェル・カーソン『沈黙の春』</h3>
1962年に出版され、殺虫剤等に使われるDDT等の化学物質は生物によって分解されないため、食物連鎖の上位の動物になればなるほど生物体内に⾼濃度で蓄積されることを指摘しました。
<h3>宇宙船地球号</h3>
1965年国連経済社会理事会であったアメリカの国連大使アドレイ・スティブンソンが「私たちは、全員が共に小さな宇宙船に乗って旅⾏している乗客で、わずかな空気と土に依存している」と述べ、環境問題に対する世界規模での連携の必要性を指摘しました。
<h3>ローマクラブ『成長の限界』</h3>
今後も現在(1972年)と同じような人口の爆発的増加と、経済成長が続いた場合、人口、食糧生産、生産資源、環境などを総合的に検討すると、100年以内に人類の成長は限界に達することを指摘しました。
<h2>環境問題の歴史</h2>
環境問題の歴史というと語弊を招きかねませんが、環境問題を悪化させる要因となった出来事を紹介します。
<h3>産業革命</h3>
18世紀半ばから19世紀の間の産業の急速な発展とそれに伴う石炭利用によるエネルギー革命を言いますが、これは大量生産・大量消費社会の始まりであったともとらえられます。
<h3>フォード・システム</h3>
ベルトコンベアー・システムの導入したことで生産効率が大幅に上昇して大量生産・大量消費社会が確立された出来事と言えます。
<h3>石油革命</h3>
19世紀末に従来の主なエネルギー源であった石炭から石油へと変化したことで、産業化が一気に進んで大量生産・大量消費社会がより推進された出来事と捉えられます。
<h2>SDGs・ESG</h2>
みなさん、SDGsやESGという言葉を聞いたことがあると思います。<br />最初にSDGsとESGについて簡単に説明しますね♪
<h3>SDGs</h3>
「Sustainable Development Goals」の略で「持続可能な開発目標）」と訳されます。<br />2015年9月の国連サミットで採択され、それ以降多くの企業がこのSDGsを実現するための企業努力をしています。<br />以下の17の目標を掲げています。
<ul>
	<li>貧困をなくそう</li>
	<li>飢餓をゼロに</li>
	<li>すべての人に健康と福祉を</li>
	<li>質の高い教育をみんなに</li>
	<li>ジェンダー平等を実現しよう</li>
	<li>安全な水とトイレを世界中に</li>
	<li>エネルギーをみんなに そしてクリーンに</li>
	<li>働きがいも経済成長も</li>
	<li>産業と技術革新の基盤をつくろう</li>
	<li>人や国の不平等をなくそう</li>
	<li>住み続けられるまちづくりを</li>
	<li>つくる責任 つかう責任</li>
	<li>気候変動に具体的な対策を</li>
	<li>海の豊かさを守ろう</li>
	<li>陸の豊かさも守ろう</li>
	<li>平和と公正をすべての人に</li>
	<li>パートナーシップで目標を達成しよう</li>
</ul>
環境面だけでなく、全体的な目標について示しています。
<h3>ESG</h3>
「Environment Social Governance」の略で、それぞれ「環境」「社会」「ガバナンス」と訳されます。<br />こちらも環境だけでなく、全体的な目標について示されています。<br />ESGは主に投資家が企業に投資する際の指標として用いられることが多いです。
<h2>環境省『環境報告ガイドライン2018』</h2>
こういった企業経営の環境に対する配慮が重要視される風潮の中で、環境省は2018年に『環境報告ガイドライン』を発表しました。
<p class="r">環境省のサイトは<a href="http://www.env.go.jp/policy/2018.html">こちら</a>。</p>
このガイドラインは「環境報告を行う事業者」と「環境報告を利用するステークホルダー」を対象とし、企業が事業活動による直接的・間接的な環境への重大な影響について株主等の利害関係者について報告するための指標として用いられます。<br /><br />このガイドラインは単なる環境に対する配慮をすべきとしたのではなく、環境に対する配慮を報告する方法(会計手法)について確立したという点が他の環境関連ガイドラインと異なります。
<h3>環境報告の情報特性</h3>
この『環境報告ガイドライン2018』では、何を報告すべきかとう部分に関してIFRS(国際財務報告基準)の概念フレームワークが使用されています。<br />具体的には以下の2つを重要視しています。
<ul>
	<li>目的適合性</li>
	<li>忠実な表現</li>
</ul>
<h4>目的適合性</h4>
報告を受ける利害関係者を意思決定に重大な影響を与える情報を網羅していることです。<br />この原則は<strong>マテリアリティ原則</strong>と呼ばれ、IIRC・SASB・GRIなどが独自にどんな情報を報告するべきかを定めています。
<h4>忠実な表現</h4>
「完全性」「中立性」「無誤謬性」を備えていることです。
<div class="separator"></div>
次は『環境報告ガイドライン2018』の内容についてもう少し詳しく学びましょう♪
<?php footer(); ?>