<?php
require(__DIR__. "/../../framework/ver3/common.php");
$obj = array(
	"made" => "2021-12-29",
	"updated" => "2021-12-29"
);
head($obj);
?>
<h2>環境保全コスト</h2>
『環境報告ガイドライン2005』では環境会計の構成要素として以下の3つがあげられています。
<ul>
	<li>環境保全コスト</li>
	<li>環境保全効果</li>
	<li>環境保全対策に伴う経済効果</li>
</ul>
ここではそのうちのひとつである「環境保全コスト」について説明します。
<h2>環境保全コストの定義</h2>
環境保全コストとは「環境保全活動のための投資額及び費用額」と定義され、貨幣単位で測定するとしています。<br />また、環境保全活動とは「環境負荷の発生の防止、抑制又は回避、影響の除去、発生した被害の回復、又はこれらに資する取組」と定義されています。
<h2>環境保全コストの範囲</h2>
環境保全コストの範囲に関して『環境報告ガイドライン2005』では「環境保全目的で投下されたコストかどうかの判断は、目的基準によって判断されます。」と書かれています。<br />しかしばがら、実際には環境保全コストは他の目的と複合して発生している場合も多く、その場合は「差額集計」ないしは「按分集計」などの手法をもって捉えられます。<br /><br />また、環境保全コストは大きく「投資額」と「費用」からなり、「投資額」に関しては減価償却の考え方が適用され、「費用」に関しては発生主義の考え方が適用されます。
<h2>環境保全コストの分類</h2>
環境保全コストの分類に関して、『環境報告ガイドライン2005』では以下のように定められています。
<table>
	<thead>
		<tr>
			<th>分類</th>
			<th>内容</th>
		</tr>
	</thead>
	<tbody>
		<tr>
			<th>事業エリア内コスト </th>
			<td>主たる事業活動により事業エリア内で生じる環境負荷を抑制するための環境保全コスト</td>
		</tr>
		<tr>
			<th>上・下流コスト</th>
			<td>主たる事業活動に伴ってその上流又は下流で生じる環境負荷を抑制するための環境保全コスト</td>
		</tr>
		<tr>
			<th>管理活動コスト </th>
			<td>管理活動における環境保全コスト</td>
		</tr>
		<tr>
			<th>研究開発コスト </th>
			<td>研究開発活動における環境保全コスト</td>
		</tr>
		<tr>
			<th>社会活動コスト </th>
			<td>社会活動における環境保全コスト</td>
		</tr>
		<tr>
			<th>環境損傷対応コスト</th>
			<td>環境損傷に対応するコスト</td>
		</tr>
		<tr>
			<th>その他コスト</th>
			<td>その他環境保全に関連するコスト</td>
		</tr>
	</tbody>
</table>
また、『環境報告ガイドライン2005』p.8においては「本ガイドラインで取り扱う環境保全コストは、企業等が環境保全のために負担したコスト（私的コスト）です。企業等の事業活動の結果、第三者や社会全体が被っている健康被害や環境汚染等の負担（社会的コスト）は対象としていません。」と書かれています。<br />換言すれば、企業が支出したものだけを環境保全コストの対象としているということになります。
<?php footer(); ?>