<?php
require(__DIR__. "/../../framework/ver3/common.php");
$obj = array(
	"made" => "2021-12-29",
	"updated" => "2021-12-29"
);
head($obj);
?>
<h2>環境管理会計</h2>
今回からは「管理会計 &times; 環境会計」です。<br />環境会計を対外に報告することが目的でなく、経営者に報告することを目的とします。<br />この環境管理会計という用語は1998年に「Greenleaf Publishing」によって出版された「The Green Bottom line」という本の「Environmental Accounting for Management」という語の和訳です。
<h2>The Green Bottom line</h2>
環境管理会計の発端となった本で、環境管理会計の意義に関して以下の3つをあげています。
<ul>
	<li>環境・経済パフォーマンスの最適化</li>
	<li>持続可能な企業活動を達成するという目的</li>
	<li>財務及び非財務情報の創出、分析及び活用</li>
</ul>
<h3>環境・経済パフォーマンスの最適化</h3>
環境を経済に優先させることを念頭に置いているが、環境と経済のトレードオフが存在する場合には、経済を優先させることもあり得ると書いています。<br />そのため、かなり現実に即した実用的な物であるといえます。
<h3>持続可能な企業活動を達成するという目的</h3>
持続可能な発展に寄与することを目的とすると書いています。<br />また、企業の目的と社会の目的の両方に合致することを狙うとしており、「経済・環境・社会」の3者を両立を図っています。
<h3>財務及び非財務情報の創出、分析及び活用</h3>
管理会計領域においては非財務情報に依存する割合が大きいことから、財務情報に限定しないことを明記しています。
<h2>社会責任会計・企業社会会計</h2>
環境問題への意識が高まるにつれて企業の対外へのアピールへとして環境を配慮した経営が用いられるようになりました。<br />1960-70年代には企業に、社会を構成する一員（企業市民）として社会問題へ取り組むことを求める流れが強まり、CSR(企業の社会的責任)が生まれました。<br />また、CSRを表現するための会計アプローチとして「社会責任会計」「企業社会会計」が生み出されました。
<h3>社会責任会計・企業社会会計の問題点</h3>
社会責任会計・企業社会会計は以下の問題を抱えていたため、本格的に実施されることはありませんでした。
<ul>
	<li>企業社会会計は外部へアピールするために作成されたため、必ずしも企業内部に必要な管理システムが構築されたわけではなかった</li>
	<li>報告される情報には経営者の恣意性が大きく関与していた</li>
</ul>
<h2>環境監査・環境管理</h2>
社会責任会計・企業社会会計の問題点から、1980-90年代には新しい環境管理会計制度が生み出されました。<br />従来は公害問題への対策という色合いが強かったものが地球環境問題へと変わり、これに伴い過失責任主義から予防責任主義へ、製造物責任から拡大生産者責任へと変化しました。
<h3>スーパーファンド法</h3>
この流れから、1980年には包括的環境対処・補償・責任法(CERCLA: スーパーファンド法）が制定されて、環境監査・環境管理制度が確立しました。<br />またこれによって「環境費用・環境負債」という概念が誕生し、企業経営における財務的な影響がより問題視されるようになりました。<br />この「環境費用・環境負債」の算定に関してはより客観的・確実的な情報を得るために「環境監査」が生まれ、リスク・アプローチによる監査が実施されました。
<div class="separator"></div>
リスク・アプローチによる監査とは、「AR(監査リスク) ＝ IR(固有リスク) × CR(統制リスク) × DR(発見リスク)」によって内部統制の有効性評価を中心に監査を行なう手法で、環境影響評価(environmental impact evaluation: EIE)にも用いられます。
<h3>ISO規格化までの流れ</h3>
この環境監査・環境管理はISO9000として国際規格として確立しましたが、この規格化までの流れを説明します。
<h4>Our Common Future</h4>
1987年に「環境と開発に関する世界委員会(WCED)」によって「持続可能な発展」を「将来の世代が自らのニーズを充足する能力を損なうことなく、現在の世代のニーズを満たすような発展」と定義しました。
<h4>Changing Course</h4>
1990年には「持続可能な開発のための経済人会議(BCSD)」によって「企業は経済と環境の両面において効率的であるべき」と主張され、「環境効率」という概念が生み出されました。<br />環境効率は投入された資源量に対する産出の増分の比較するための指標として機能し、「経済的産出 &divide; 投入資源量」で算出されます。
<h4>ISO規格化</h4>
2000年には、環境マネジメントシステム規格(ISO9000)として国際規格化が成立しました。<br />この国際規格化に関して以下の規格が参考にされています。
<ul>
	<li>環境に関する英国規格(7750)</li>
	<li>EUの環境管理・監査スキーム</li>
</ul>
<h3>環境監査・環境管理の意義</h3>
こういった環境監査・環境管理の確立の意義として以下の点があげられます。
<ul>
	<li>環境効率という概念の生成</li>
	<li>環境マネジメントシステム規格(ISO9000)として国際規格化</li>
</ul>
<h3>環境監査・環境管理の問題点</h3>
<ul>
	<li>経済的リスクが強く認識された点</li>
	<li>具体的な手法が制定されていない点</li>
</ul>
<?php footer(); ?>