<?php
require(__DIR__. "/../../framework/ver3/common.php");
$obj = array(
	"made" => "2021-12-29",
	"updated" => "2021-12-29"
);
head($obj);
?>
<h2>環境報告の記載事項</h2>
『環境報告ガイドライン2018』では環境報告に関する記載事項として以下の10個があげられています。
<ul>
	<li>経営責任者のコミットメント</li>
	<li>ガバナンス</li>
	<li>ステークホルダーエンゲージメント</li>
	<li>リスクマネジメント</li>
	<li>ビジネスモデル</li>
	<li>バリューチェーンマネジメント</li>
	<li>長期ビジョン</li>
	<li>戦略</li>
	<li>重要な環境課題の特定方法</li>
	<li>事業者の重要な環境課題</li>
</ul>
<h2>経営責任者のコミットメント</h2>
<div class="quote">
	<div>『環境報告ガイドライン2018』p.9</div>
	<div>「重要な環境課題への対応は、事業者の自主的な取組であり、その成果の是非は、最終的にステークホルダーの評価に委ねられます。その評価の基点となるのが経営責任者のコミットメントです。そのため、事業者が重要であると判断した環境課題については、その対応方針等を経営責任者の名において対外的に明言します。」</div>
</div>
これはパリ協定で採用され、「<strong>Pledge & Review 制度</strong>」とも呼ばれます。
<h2>ガバナンス</h2>
<div class="quote">
	<div>『環境報告ガイドライン2018』p.10</div>
	<div>「持続可能な社会への移行は長期間にわたるため、その間、事業者が、重要な環境課題に対し、組織として適切な対応を一貫して継続しようとすれば、健全なガバナンス体制の存在が不可欠です。」</div>
</div>
これに関しては、ESG投資に代表されるように、「責任投資原則(PRI)」「日本版スチュワードシップ・コード」「コーポレートガバナンス・コード」などで具体的に定められています。
<h2>ステークホルダーエンゲージメントの状況</h2>
<div class="quote">
	<div>『環境報告ガイドライン2018』p.11</div>
	<div>「事業者は、重要な環境課題への対応に影響を与えるステークホルダーと良好な関係を築き、重要な環境課題の特定や対応方針の決定・実行プロセスを円滑に進めるために、ステークホルダーエンゲージメントを実施する場合があります。その実施状況について情報開示することは、事業者がステークホルダーの意向にどのように配慮しているかを示す有効な手法です。」</div>
</div>
簡単に説明すれば、環境会計っていうのは事業者が勝手に行ってそれを利害関係者に報告するだけではなく、事業者が利害関係者と良好な関係をとりながら実施するべきということです。
<h2>リスクマネジメント</h2>
<div class="quote">
	<div>『環境報告ガイドライン2018』p.12</div>
	<div>「重要な環境課題への対応に良好な実績を残していても、事業環境が大きく変化すれば、過去の実績は必ずしも潜在的なリスクに対する管理能力の高さを示す指標になりません。潜在的な環境課題に対するリスク管理能力の存在を伝えるために、リスクマネジメント体制が有効に機能することを示す必要があります。」</div>
</div>
環境に対する政策ってすぐに効果がでるのもではないので、当然にリスクも大きくなります。<br />企業はこのリスクを適切に把握して利害関係者に報告する必要があります。
<h2>ビジネスモデル</h2>
<div class="quote">
	<div>『環境報告ガイドライン2018』p.13</div>
	<div>「業種や業態、事業規模、事業を営む国・地域等によって事業活動が環境に及ぼす影響の種類や大きさが異なります。このため、ビジネスモデルを説明することで、事業者固有の環境課題と付帯するリスク・機会が明確になり、情報の利用者は重要な環境課題への対応状況を理解しやすくなります。」</div>
</div>
これに関してはIIRC(International Integrated Reporting Council)が価値創造プロセス(オクトパスモデル)で具体的な手法について提唱しています。
<p class="r">IIRCのサイトは<a href="https://www.integratedreporting.org/resource/international-ir-framework/">こちら</a>。</p>
<h2>バリューチェーンマネジメント</h2>
<div class="quote">
	<div>『環境報告ガイドライン2018』p.14</div>
	<div>「気候変動、水資源、生物多様性などのように、重要な環境課題の特定に際して考慮する範囲（バウンダリー）がバリューチェーン全体に及ぶ場合には、その予防や対応に有効なバリューチェーンマネジメントの仕組みが必要です。バリューチェーンマネジメントの仕組みを有している事業者は、その運用状況等について説明します。」</div>
</div>
自分たちは環境にやさしい経営をしていてもその仕入先企業が環境に悪い経営をしていてはダメですよね、、、<br />バリューチェーンマネジメントとは企業活動をより広い視点で捉えて、流れ全体で環境にいい経営をしようね♪ということです。
<h2>長期ビジョン</h2>
<div class="quote">
	<div>『環境報告ガイドライン2018』p.15</div>
	<div>「持続可能な社会の実現に向けて、社会環境が次第に変化する中で、事業者が持続的に成長しようとすれば、持続可能な社会に適合的なビジネスモデルの確立が必要です。重要な環境課題への対応は、この長期間にわたる、ダイナミックな環境変化の過程で行われるため、事業者は、長期ビジョンで将来的に｢ありたい姿｣を示し、それを基点にして取組の適切性を評価するとともに、その方向性についてステークホルダーの理解を得ます。」</div>
</div>
企業が目指す理想の社会について社会に対して示すものです。<br />環境に配慮した経営をしないとと投資家から投資を受けられないからしぶしぶやってるなんてダメですよね、、、<br />企業は環境に配慮した経営を通して社会をどうしたいのかについて社会に報告する必要があります。
<h2>戦略</h2>
<div class="quote">
	<div>『環境報告ガイドライン2018』p.16</div>
	<div>「長期ビジョンを実現するためには、長期間にわたり全社的に一貫した方向性で、取組を進めることが不可欠です。環境報告では、その進め方を事業者が策定した持続可能な社会の実現に向けた事業戦略によって説明します。」</div>
</div>
7であげた長期ビジョンを実現するために企業は何をするべきでしょうか??<br />「環境会計 やり方」ってグーグルで検索して上位に出てきたものをとりあえず実施するのは不適切ですよね、、、<br />企業が環境経営を実施する際は長期ビジョンを実現するためには計画(戦略)が必要不可欠です。<br /><br />具体的には以下の手法を用いて戦略を明確にすることが多いです。
<ul>
	<li>BSC(Balanced ScoreCard)</li>
	<li>SWOT分析</li>
	<li>KPI</li>
</ul>
また、金融安定理事会FSBの気候関連財務情報開示タスクフォースTCFDでの報告事項に関して戦略を含む以下の4つを提示しています。
<ul>
	<li>ガバナンス</li>
	<li>戦略</li>
	<li>リスク管理</li>
	<li>指標と目標</li>
</ul>
<h2>重要な環境課題の特定方法</h2>
<div class="quote">
	<div>『環境報告ガイドライン2018』p.17</div>
	<div>「事業者は、事業活動が直接的・間接的に環境に与える影響の中から、自らの判断に基づいて、重要性の高い環境課題を特定し、その対応に取り組みます。事業者の判断が妥当かどうかをステークホルダーが判断するため、環境報告には、事業者が重要な環境課題をどのような方法で特定したかについて、分かりやすく説明します。」</div>
</div>
環境問題てたくさんありますよね、、、<br />ちょっとググってみますね♪<br />以下のものが上位候補にでてきました。
<ul>
	<li>大気汚染</li>
	<li>地球温暖化</li>
	<li>海洋汚染</li>
	<li>土壌汚染</li>
	<li>水質汚染</li>
	<li>森林破壊</li>
</ul>
この中でもどの部分に焦点を当てて環境経営をしていくか、さらにはその中でもより詳細に何が問題なのかを特定して解決策を実施する必要があります。<br /><br />環境リスクを洗い出して特定することを<strong>環境デューデリジェンス</strong>と言います。
<h2>事業者の重要な環境課題</h2>
<div class="quote">
	<div>『環境報告ガイドライン2018』p.18</div>
	<div>
		「事業者は、自らの判断に基づいて、特定した事業者の重要な環境課題ごとに、次の報告事項を記載します。」
		<br />
		<ul class="n">
			<li>取組方針・行動計画</li>
			<li>実績評価指標による取組目標と取組実績</li>
			<li>実績評価指標の算定方法</li>
			<li>実績評価指標の集計範囲</li>
			<li>リスク・機会による財務的影響が大きい場合は、それらの影響額と算定方法</li>
			<li>報告事項に独立した第三者による保証が付与されている場合は、その保証報告書</li>
		</ul>
	</div>
</div>
企業は何をどのように実施していくかについて具体的にするとともに、その政策の評価手法などを確立する必要があります。<br /><br />また、「5」つ目の「リスク・機会による財務的影響が大きい場合は、それらの影響額と算定方法」では環境会計に関して財務的情報を提供することを示しています。<br /><br />これに関してTCFDでは、気候変動に関連するリスク・機会の財務的影響を以下の3つに分類しています。
<ul>
	<li>収益／支出への影響</li>
	<li>資産および負債への影響</li>
	<li>資本およびファイナンス</li>
</ul>
<?php footer(); ?>