<?php
require(__DIR__. "/../../framework/ver3/common.php");
$obj = array(
	"made" => "2021-12-29",
	"updated" => "2021-12-29"
);
head($obj);
?>
<h2>環境効率</h2>
環境効率という概念は「環境と経済の統合指標」として機能し、これは換言すれば、環境配慮型業績評価のためには環境パフォーマンスを財務業績とリンクさせなければならないと捉えることができます。<br />しかしながら、これを確立するためには企業間ないしは業種間でその性質が異なることから画一的な指標が存在しないという問題があります。<br />これに対して世界経済人会議は「一般的に適用可能な指標」と「事業に特有な指標」を使い分けることを提唱しました。<br />1990年に開かれた持続可能な開発のための経済人会議では「環境効率概念の提唱企業は経済と環境の両面において効率的であるべき」と主張しました。<br />ここで環境効率とは「投入された資源量に対する産出の増分の比較」と定義され、「経済的産出 &divide; 投入資源量」で算出されるとします。<br />環境効率に関しては以下の3つを説明します。
<ul>
	<li>WBCSDによる環境効率</li>
	<li>Ellipson AGによる環境効率</li>
	<li>CASBEE</li>
</ul>
<h2>WBCSDによる環境効率</h2>
環境効率を「製品・サービスの価値 &divide; 環境影響」で算定します。<br />環境に配慮しつつ、財務数値を高めることによって、環境効率(企業価値)を上げることを目的とします。
<h2>Ellipson AGによる環境効率</h2>
環境効率を「環境パフォーマンスを測定する環境変数 &divide; 財務パフォーマンスを測定する財務的変数」で算定します。<br />Ellipson AGによる環境効率では環境パフォーマンス指標選択のためのステップや環境効率指標を具体的に提案したことが特徴であると言えます。
<h2>CASBEE</h2>
「Comprehensive Assessment System for Building Environmental Efficiency」の略で、建築物総合環境性能評価システムと訳されます。<br />より良い環境品質・性能の建築物を
より少ない環境負荷で実現するための評価システムであり、現在でも多くの企業・自治体で採用されています。<br />具体的には、建物・土地に関して仮想境界を設定して、境界内を建築物の環境品質・性能で評価し、境界外を建築物の環境負荷低減性で評価します。
<?php footer(); ?>