<?php
require(__DIR__. "/../../framework/ver3/common.php");
$obj = array(
	"made" => "2022-01-01",
	"updated" => "2022-01-01"
);
head($obj);
?>
<h2>租税に関する基本問題</h2>
「税金高いなぁ、、、」<br />「税金って何に使わてるんだろう???」<br />そう思っている人もたくさんいると思います。<br />今回は税金の仕組みについて学びましょう♪<br /><br />租税に関する基本問題として「<strong>誰から徴収するか</strong>」、「<strong>どうやって徴収するか</strong>」、「<strong>何に使用するか</strong>」の3つがあります。<br />ここではその3つについて学習しましょう♪
<h2>租税の使用先</h2>
「<strong>何に使用するか</strong>」の部分です。<br />国民から徴収された租税は公共サービスとして使用されますが、問題なのは公共サービスの内容ですね♪<br />公共サービスは大きく以下の3つに分類されます。
<ul>
	<li>純粋公共サービス</li>
	<li>準公共サービス</li>
	<li>純粋私的サービス</li>
</ul>
<h3>純粋公共サービス</h3>
純粋公共サービスとは「国家固有の任務」であり、警察・消防・裁判・国防などが該当します。
<div class="column">
	見えざる手を主張した自由主義経済の父であるアダム・スミスは原則として市場経済に任せるべきと述べていますが、その例外として純粋公共サービスをあげています。
</div>
純粋公共サービスの特徴として以下の2つがあります。
<ul>
	<li>非競合性</li>
	<li>非排他性</li>
</ul>
<h4>非競合性</h4>
公共サービスは国民全員が同時に使用できるという性質です。<br />例えば僕が道路を歩いている時に同時に他の人もその道路を使用することができますよね♪<br />これが公共サービスの非競合性です。
<h4>非排他性</h4>
公共サービスの提供に関して特定の人だけを排除することができないという性質です。<br />例えば某北の国がミサイルを発射したとして、その落下地点に税金を払っていない人がいたとしてもその人だけを守らないということはできませんよね、、、<br />これが公共サービスの非排他性という性質です。
<h3>準公共サービス</h3>
定義はかなり曖昧ですが、純粋公共サービスと純粋私的サービスの中間の公共サービスを言います。<br />例えば年金は支払っていない人には支払われず、純粋公共サービスの要件を満たさないため、準公共サービスであると捉えられます。
<p class="r">年金に関しては下で説明する純粋私的サービスであるという主張もあります。</p>
<h3>純粋私的サービス</h3>
現在は大きな政府が主流となっているため、従来では個人で行うべきとされていた部分についても政府が行うことも増えています。<br />介護保険などが該当します。
<p class="r">介護保険に関しては準公共サービスであるという主張もあります。</p>
<h2>公共サービスの財源</h2>
「<strong>どうやって徴収するか</strong>」の部分です。<br />公共サービスの財源として以下の5つがあげられます。
<ul>
	<li>公営事業による収益</li>
	<li>資源の強制的徴収</li>
	<li>国債の発行</li>
	<li>貨幣の発行</li>
	<li>租税による調達</li>
</ul>
<h3>公営事業による収益</h3>
政府が営む事業からの収益を公共サービスの財源とするという方法ですが、安定的な財源確保ができないという問題からほとんど用いられません。<br />昔は三公社五現業という公的企業に対する呼称がありましたが、「官から民」という流れの中で三公社五現業は全て民営化されました。
<h3>資源の強制的徴収</h3>
民主主義にそぐわない手法です。<br />それだけではなく、適正な資源配分が損なわれ、市場が攪乱されるという問題もあります。
<h3>国債の発行</h3>
国債は借金である為、これに依存すれば経済的基盤が不安定になるという問題があります。
<h3>貨幣の発行</h3>
もっとも簡単で、かつ、即時性のある手法ですが、急激な貨幣価値の下落によるインフレーションの誘発、結果として経済の安定性が損なわれるという問題があります。
<h3>租税による調達</h3>
上記4つの財源ではそれぞれ看過できない問題が存在するため、今日では「租税による財源調達」が主流となっています。<br />租税による調達では、その設計を柔軟に変更することが可能であるため、公平性・中立性・経済安定性・明確性を保証することができます。
<h2>租税原則</h2>
ここでは「<strong>誰から徴収するか</strong>」について説明します。<br />当然、これに関しては平等(公平)であることが重視されますが、平等(公平)の定義も曖昧で、実践的に完全な平等(公平)を実現することは不可能です。<br />また、平等(公平)を重視するがあまり、効率性を損なうという結果を導くこともあってはなりません。<br />こういった問題に関して、租税はどうあるべきかという原則を租税原則と呼びますが、これには以下の2つの学説があります。
<ul>
	<li>租税利益説</li>
	<li>租税能力説</li>
</ul>
<h3>租税利益説</h3>
簡単に説明すれば、「租税は公共サービスを受けるものがその対価として支払うべき」という考え方で、17-18世紀の主流な租税原則です。<br />ロック・ルソーによって提唱されました。
<div class="colums">
	20世紀のアメリカの裁判官であったホームズはこの租税利益説に関して、「租税は文明の対価である」と述べて肯定しています。
</div>
アダム・スミスは租税利益説に関して以下の租税4原則を提唱しています。
<ul>
	<li>公平の原則</li>
	<li>確実性の原則</li>
	<li>支払の便宜の原則</li>
	<li>最小徴税費の原則</li>
</ul>
<h4>公平の原則</h4>
租税は可能な限り、各個人の能力に合わせて決定されるべきであるという原則です。
<h4>確実性の原則</h4>
各個人の支払うべき租税は確実なものであって、恣意的に変更されてはならないという原則です。
<h4>支払の便宜の原則</h4>
租税は支払う人にとってもっとの便宜な時期と方法によるべきという原則です。
<h4>最小徴税費の原則</h4>
租税の徴収に関してかかる費用は最小であるべきという原則です。
<h3>租税能力説</h3>
19世紀には産業革命も完了し、その結果として生まれた貧富の差が社会問題視されました。<br />その中で、ジョン・スチュアート・ミルはアダム・スミスによる租税の4原則のうち、「公平の原則」を否定して、「犠牲説」を提唱しました。<br />犠牲説とは租税として財産を等しく犠牲にされることが公平であるという考え方です。<br />犠牲説はワグナーによって租税能力歩偽として確立されました。<br />ワグナーによる租税能力主義とは、「租税は個人の負担能力に応じて配分されるべき」という主張で、ワグナーはアダム・スミスの租税の4原則に代わって以下の4大原則(9原則)を提唱しました。
<ul>
	<li>財政政策上の原則</li>
	<li>国民政策上の原則</li>
	<li>公平の原則</li>
	<li>税務執行上の原則</li>
</ul>
<h4>財政政策上の原則</h4>
「課税の十分制」と「課税の弾力性」の2つからなります。
<h4>国民政策上の原則</h4>
「適正な税源の選択」と「正しい税種の選択」からなります。
<h4>公平の原則</h4>
「課税の普遍性」と「課税の公平」からなります。
<h4>税務執行上の原則</h4>
「課税の明確性」と「課税の便宜性」と「最小徴税費」からなります。
<div class="separator"></div>
租税原則は20世紀に入って、マスグレイヴの租税原則によって大成され、今日でも現代における租税原則として用いられています。<br />マスグレイヴの租税原則は以下の6つからなります。
<ul>
	<li>公平の原則</li>
	<li>中立性の原則</li>
	<li>十分性の原則</li>
	<li>経済の安定と成長の原則</li>
	<li>明確性の原則</li>
	<li>費用最小の原則</li>
</ul>
<div class="column">
	19世紀以降は租税利益説ではなく租税能力説が主流ですが、租税利益説では租税の使い道に関して実際にサービスを受ける国民の視点から租税の使用先を設定できるという観点から、現代でも有意義であるとヴィクティルやリンダールによって主張されています。
</div>
<?php footer(); ?>