<?php
require(__DIR__. "/../../framework/ver3/common.php");
$obj = array(
	"made" => "2021-12-29",
	"updated" => "2021-12-29"
);
head($obj);
?>
<h2>環境保全対策に伴う経済効果</h2>
『環境報告ガイドライン2005』では環境会計の構成要素として以下の3つがあげられています。
<ul>
	<li>環境保全コスト</li>
	<li>環境保全効果</li>
	<li>環境保全対策に伴う経済効果</li>
</ul>
ここではそのうちのひとつである「環境保全対策に伴う経済効果」について説明します。
<h2>環境保全対策に伴う経済効果の定義</h2>
環境保全対策に伴う経済効果とは『環境報告ガイドライン2005』では「環境保全対策を進めた結果、企業等の利益に貢献した効果」と定義されています。<br />注目すべきはこの定義に続く「貨幣単位で測定します。」という部分です。<br />環境保全効果と異なり、環境保全対策に伴う経済効果は貨幣によって測定します。
<h2>環境保全対策に伴う経済効果の内容</h2>
環境保全対策に伴う経済効果の内容は大きく以下の2つに分類されます。
<ul>
	<li>実質的効果</li>
	<li>推定的効果</li>
</ul>
<h3>実質的効果</h3>
確実な根拠にもとづく経済効果を指し、さらに内容として以下の2つ分類されます。
<ul>
	<li>収益</li>
	<li>費用節減</li>
</ul>
<h4>収益</h4>
実施した環境保全活動の結果、当期において実現した財務会計上の収益を言います。<br />例えば、 リサイクル事業や事業活動で生じた不要物の販売によって生じた収益が該当します。
<h4>費用節約</h4>
実施した環境保全活動の結果、当期において発生が回避されると認められた費用です。<br />「事業活動への資源投入における費用節減」「事業活動からの環境負荷及び廃棄物排出にともなう費用節減」「環境損傷対応費の節減」からなります。<br />省エネ推進によるエネルギー費の節減・資源リサイクルや効率利用に伴う原材料費の節減・省資源・リサイクルによる廃棄物処理費の節減などが該当します。
<h3>推定的効果</h3>
実際に測定することは困難であるが、一定の仮定の下で仮説的計算にもとづく経済効果を言います。<br />仮説的計算であるので、算定根拠が変われば計算結果も変わる
問題、実務的にも、客観的に確⽴され合意された⼿法というものもないという問題があるため、『環境報告ガイドライン2005』では紹介されていません。
<h2>費用対効果フレームワーク</h2>
環境会計とは21世紀になって本格的にはじまった会計手法であって、いまだにその方法は確立されていません。<br />そのため環境省が公表した『環境会計ガイドライン』では主に初めて環境会計に取り組もうと考えている事業者に、どのようなところに環境関連の支出が発生しているのかを気付かせることが目的であって、その具体的な数値の算出そのものにはあまり重点が置かれていないと言えます。<br />また、環境会計の機能として、「外部報告機能」と「内部報告機能」の両方が想定されていることから、事業者の環境保全に対する取組みには効果があること（有効性）もあわせて理解できるように「費用対効果」というフレームワークが生み出されました。
<h3>問題点</h3>
費用対効果は「効果 / 費用」で算出されるが、費用の部分については操作ができないため、効果を大きくするために「推定的効果」は恣意的に利用されるリスクが大きくなりました。
<h3>対策</h3>
環境会計ガイドラインでは推定的効果の⼿引きや指針は示さないことを明記する一方で、環境保全対策分野別の分類を明記することで「環境保全対策別の費用対効果」を示すことでこの問題に対応しました。
<?php footer(); ?>