<?php
require(__DIR__. "/../../framework/ver3/common.php");
$obj = array(
	"made" => "2021-12-29",
	"updated" => "2021-12-29"
);
head($obj);
?>
<h2>環境品質</h2>
製品のその品質を確保することで結果的に環境に対して優しい経営をすることができるという観点から品質管理が環境経営に用いられることがあります。<br />こういった目的から満たすべき品質のことを環境品質と言い、ISO14001として国際規格化されています。<br />また、品質に関してISO9000では「本来備わっている特性の集まりが、要求事項を満たす程度」と定義され、さらに特性に関して「特徴づけている性質」と定義されています。
<h2>品質原価計算</h2>
所定の品質レベルを維持した上で、品質保証活動に関連したコスト（品質コスト）をいくつかのコスト・カテゴリーに分類し、各コスト・カテゴリー間のトレード・オフによって品質コスト全体を最小にする最適点を求めることができるとする手法を指します。<br />代表的な品質原価計算手法として「PAF法」があります。
<h3>PAF法</h3>
予防コスト(prevention cost)・評価コスト(appraisal cost)・失敗コスト(failure cost)の3つの視点から品質原価計算を行います。
<h4>予防コスト</h4>
仕様や規格に適合しない製品・サービスの生産を防ぐために必要となるコストを言います。
<h4>評価コスト</h4>
製品・サービスの、規格への適合性を点検・監視するために必要となるコストを言います。
<h4>失敗コスト</h4>
品質不良に起因して発生する損失を言い、さらに「内部失敗コスト」と「外部失敗コスト」に分類されます。
<div class="separator"></div>
PAF法では予防・評価コストと失敗コストとの間のトレードオフ関係に着目し、品質コストの最小化を図ります。
<h2>環境品質原価計算</h2>
品質原価計算を環境に当てはめて考えたものです。<br />品質原価計算における「予防コスト」「評価コスト」「失敗コスト」は環境品質原価計算では「環境保全コスト」「環境評価コスト」「環境失敗コスト」と呼ばれます。
<?php footer(); ?>