DELETE FROM subjects_page WHERE subject = '0710';

INSERT INTO subjects_page(subject, subject_lesson, subject_page, page_name, status, rgdt, updt)
VALUES
('0710', '00', '00', '初期設定', '1', '2022-06-20 23:17:24', '2022-06-20 23:17:24'),
('0710', '00', '01', 'IME', '1', '2022-06-20 23:17:24', '2022-06-20 23:17:24'),
('0710', '00', '02', 'アカウント', '1', '2022-06-20 23:17:24', '2022-06-21 23:17:24'),
('0710', '00', '03', 'セキュリティ', '1', '2022-06-21 23:17:24', '2022-06-22 23:17:24'),
('0710', '00', '04', 'プログラム設定', '1', '2022-06-21 23:17:24', '2022-06-22 23:17:24');

INSERT INTO subjects_page(subject, subject_lesson, subject_page, page_name, status, rgdt, updt)
VALUES
('0710', '01', '00', 'WSL', '1', '2022-06-20 23:17:24', '2022-06-20 23:17:24'),
('0710', '01', '01', 'SSH', '1', '2022-06-20 23:17:24', '2022-06-20 23:17:24');

