<?php
require(__DIR__. "/../../framework/ver3/common.php");
$obj = array(
	"made" => "2022-01-12",
	"updated" => "2022-01-12"
);
head($obj);
?>
<h2>NPO法人</h2>
平成10年に施行された特定非営利活動促進法(NPO法人法)によって規定された法人を指し、ボランティア活動をはじめとする市民が行う自由な社会貢献活動としての特定非営利活動の健全な発展を促進し、公益の増進に寄与することを目的とする法人です。
<div class="quote">
	<div>特定非営利活動促進法 第一条</div>
	この法律は、特定非営利活動を行う団体に法人格を付与すること並びに運営組織及び事業活動が適正であって公益の増進に資する特定非営利活動法人の認定に係る制度を設けること等により、ボランティア活動をはじめとする市民が行う自由な社会貢献活動としての特定非営利活動の健全な発展を促進し、もって公益の増進に寄与することを目的とする。
</div>
また、第二条では特定非営利活動を主たる目的とすると定められ、さらには政治活動・宗教活動を禁止しています。
<div class="quote">
	<div>特定非営利活動促進法 第二条 (抜粋)</div>
	この法律において「特定非営利活動」とは、別表に掲げる活動に該当する活動であって、不特定かつ多数のものの利益の増進に寄与することを目的とするものをいう。<br />
	２　この法律において「特定非営利活動法人」とは、特定非営利活動を行うことを主たる目的とし、次の各号のいずれにも該当する団体であって、この法律の定めるところにより設立された法人をいう。<br />
	一　次のいずれにも該当する団体であって、営利を目的としないものであること。<br />
	イ　社員の資格の得喪に関して、不当な条件を付さないこと。<br />
	ロ　役員のうち報酬を受ける者の数が、役員総数の三分の一以下であること。<br />
	二　その行う活動が次のいずれにも該当する団体であること。<br />
	イ　宗教の教義を広め、儀式行事を行い、及び信者を教化育成することを主たる目的とするものでないこと。<br />
	ロ　政治上の主義を推進し、支持し、又はこれに反対することを主たる目的とするものでないこと。<br />
	ハ　特定の公職（公職選挙法（昭和二十五年法律第百号）第三条に規定する公職をいう。以下同じ。）の候補者（当該候補者になろうとする者を含む。以下同じ。）若しくは公職にある者又は政党を推薦し、支持し、又はこれらに反対することを目的とするものでないこと。
</div>
<h2>NPOの設立</h2>
NPOを設立するには以下の要件を満たす必要があります。
<ul>
	<li>社員10名以上</li>
	<li>理事3名以上</li>
	<li>幹事3名以上</li>
	<li>所轄庁の認証</li>
	<li>特定非営利活動の実施</li>
</ul>
参考までに、株式会社と一般社団法人の設立方法についても紹介します。
<table>
	<tbody>
		<tr>
			<th>株式会社</th>
			<td>
				<ul>
					<li>資本金1円以上の拠出</li>
					<li>取締役1名以上</li>
					<li>法務省に設立登記</li>
				</ul>
			</td>
		</tr>
		<tr>
			<th>一般法人</th>
			<td>
				<ul>
					<li>発起人2名以上</li>
					<li>理事1名以上</li>
					<li>法務省に設立登記</li>
				</ul>
			</td>
		</tr>
	</tbody>
</table>
<h2>認定NPO制度</h2>
一般法人がある要件を満たせば公益法人になり税制上の優遇を受けられるのと同様に、NPO法人もある要件を満たせば認定NPO法人になり税制上の優遇を受けられます。<br />認定NPOになるための判定指標として以下の3つがあります。
<ul>
	<li>適切な組織運営</li>
	<li>適切な情報開示</li>
	<li>広い一般市民からの支持</li>
</ul>
<h3>適切な組織運営</h3>
役員のうち親族が三分の一以下であることや、設立後一定期間が経過していること、会員による共益的活動が50%以下であることが求められます。
<h3>適切な情報開示</h3>
貸借対照表・事業報告書・活動計算書・明細書が適切な経理に基づいて作成され、適切に開示されていることが求められます。
<h3>広い一般市民からの支持</h3>
一般市民からの広い支持があるかどうかの判定にはPST(パブリック・サポート・テスト)によって行われます。<br />これは収入のうちの一定割合以上を寄付金が占めることを確認します。<br />PSTには相対的指標と絶対的指標の2種類があります。
<table>
	<caption>PST</caption>
	<tbody>
		<tr>
			<th>絶対的指標</th>
			<td>寄付金3000円以上の人が100人以上</td>
		</tr>
		<tr>
			<th>相対的指標</th>
			<td>経常収入のうちの五分の一以上が寄附金等収入</td>
		</tr>
	</tbody>
</table>
<h2>NPO法の意義</h2>
NPO法は平成10年に施行された新しい法律です。<br />ここではなぜ法制度が改革されたのか、どのように変わったのかを学びましょう♪
<h3>改革点</h3>
従来は法人の設立には主務官庁の許認可が必要で、その公益性の判定は主務官庁が行っていました。<br />換言すれば、主務官庁が絶対的な権力を持ち、NPOは全て行政の指揮監督下にあったと言えます。<br /><br />改革後は設立は登記のみで可能となり、公益性の判定の基準が明確化されました。<br />その代わりにNPOに対する情報公開の必要性が強調されました。
<h3>なぜ改革されたか</h3>
NPOは公共性の高い活動を営むことが期待されますが、これに関して一般市民ではなく行政が関与しすぎるとその目的を達成できないという問題が存在したからです。<br />公共性に関しては行政ではなく、その恩恵を受ける一般市民自体が判断するべきという考え方に基づいています。<br />そのため、一般市民によるNPOのチェック体制を整えるためにNPOに対して適切な情報公開を要求しています。<br />NPO法ではNPOが行うべき会計処理について規定しています。
<div class="quote">
	<div>特定非営利活動促進法 第二十七条</div>
	特定非営利活動法人の会計は、この法律に定めるもののほか、次に掲げる原則に従って、行わなければならない。<br />
	一　削除<br />
	二　会計簿は、正規の簿記の原則に従って正しく記帳すること。<br />
	三　計算書類（活動計算書及び貸借対照表をいう。次条第一項において同じ。）及び財産目録は、会計簿に基づいて活動に係る事業の実績及び財政状態に関する真実な内容を明瞭に表示したものとすること。<br />
	四　採用する会計処理の基準及び手続については、毎事業年度継続して適用し、みだりにこれを変更しないこと。<br />
</div>
これは企業会計原則のうちの「正規の簿記の原則」「明瞭性の原則」「継続性の原則」に該当します。<br />因みに第一項には「予算準拠原則」が規定されていましたが削除されました。<br />これはNPOは柔軟性のある活動を行うことが想定されるため、予算の編成・遵守が困難であるからです。<br /><br />しかしながら、具体的な会計手法に関しては統一されておらず、各NPOに委ねられています。
<?php footer(); ?>