<?php
require(__DIR__. "/../../framework/ver3/common.php");
$obj = array(
	"made" => "2022-01-12",
	"updated" => "2022-01-12"
);
head($obj);
?>
<h2>NPO</h2>
「Non-Profit Organization」の略で、営利を目的としない組織を指します。<br />直訳すれば「非営利団体」となりますが、一般的にはNPOというと非営利団体のうちの「特定非営利活動促進法」により法人格を得た団体(特定非営利活動法人)を指します。
<h2>NPOの意義</h2>
NPOの意義として以下の3つがあげられます。
<ul>
	<li>柔軟なサービスの提供</li>
	<li>普遍なサービスの提供</li>
	<li>安定的なサービスの提供</li>
</ul>
<h3>柔軟なサービスの提供</h3>
政府によるサービスの提供は画一的である必要があるため、サービスを柔軟に変えることが困難です。<br />NPOは政府の失敗を補うことが期待されます。
<h3>普遍なサービスの提供</h3>
企業はあくまでも営利を目的とするため、経済的効果を期待できないサービスは提供しません。<br />NPOは市場の失敗を補いことが期待されます。
<h3>安定的なサービスの提供</h3>
ボランティアでは安定的なサービスを提供することができません。<br />NPOはボランティアの限界を克服することが期待されます。
<div class="separator"></div>
NPOの意義に関して、マネジメントの父と呼ばれる「ピーター・ドラッカー」が以下のように述べています。
<div class="quote">
	<div>ドラッカー『断絶の時代』</div>
	来たるべき社会は企業だけが突出するのではなく、多元的組織により社会が構築される。
</div>
営利という絶対の目的を持つ超一元的な組織である会社ではなく、NPOによる社会の構築の必要性を主張しているとも捉えられます。
<p class="r">最近は会社に関しても営利以外のことも目的とすることも多いですが、絶対の目的はやはり営利であるため限界があります。</p>
また、NPOの存在意義として「ミッション」を指摘しています。
<div class="quote">
	<div>ドラッカー『非営利組織の経営』</div>
	ミッションはNPO存在の根源。<br />NPOは人が中心となって社会を変革しようとするもの。<br />ミッションの達成がNPOの意義である。
</div>
<h2>NPOの定義</h2>
NPOの定義はかなり曖昧で、ひとによって解釈が異なります。<br />ここではNPOに関する有名な定義を紹介します。
<ul>
	<li>サラモンの定義</li>
	<li>FASBの定義</li>
</ul>
<h3>サラモンの定義</h3>
20世紀の社会学者のL.M.サラモン(ジョンズ・ホプキンズ大学)らによる国際比較研究プロジェクトによるとNPOの定義として以下の5つを示しました。
<ul>
	<li>正式に組織されていること</li>
	<li>非政府の組織であること</li>
	<li>利潤分配をしないこと</li>
	<li>自己統治していること</li>
	<li>自発的であること</li>
</ul>
<h3>FASBの定義</h3>
FASB(アメリカ会計基準審議会)はNPOの定義に関して以下の3つの要件を提唱しました。
<ul>
	<li>見返りを期待しない資源の受領</li>
	<li>利益獲得以外の目的の存在</li>
	<li>所有権請求権の不存在</li>
</ul>
<h4>見返りを期待しない資源の受領</h4>
ここが営利を目的とする会社と完全に異なる部分です。<br />会社では会社に出資する側である株主はその出資比率に基づいて利益を配当として受領することを目的とし、これを満たさない会社の規定(定款)は会社法により無効とされます。
<div class="quote">
	<div>会社法 105条</div>
	第百五条　株主は、その有する株式につき次に掲げる権利その他この法律の規定により認められた権利を有する。<br />
	一　剰余金の配当を受ける権利<br />
	二　残余財産の分配を受ける権利<br />
	三　株主総会における議決権<br />
	２　株主に前項第一号及び第二号に掲げる権利の全部を与えない旨の定款の定めは、その効力を有しない。<br />
</div>
<div class="quote">
	<div>一般法人法 11条2項</div>
	社員に剰余金又は残余財産の分配を受ける権利を与える旨の定款の定めは、その効力を有しない。
</div>
<h4>利益獲得以外の目的の存在</h4>
利益をあげる以外の経営の目的が存在する必要があります。<br />これはNPOが利益をあげることを禁止するものではありません。<br />NPOの存続には利益獲得は必要不可欠ですので、これは認められます。<br />NPOの「Non-Profit」は利益をあげてはいけないという意味ではありません。
<h4>所有権請求権の不存在</h4>
利益を分配しなくても、NPO解散時にその所有者がNPOの残余財産を受領したら結果的に利益の分配と同じ効用をもたらします。<br />そのため、NPOに関してその所有を主張する人はおらず、NPO生産時には残余財産を自治体等に移管する必要があります。
<h2>特定非営利活動</h2>
平成10年には特定非営利活動促進法が制定され、日本における非営利組織の定義が確立しました。<br />特定非営利活動促進法では以下の20項目を非営利活動の要件としてあげています。
<ol>
	<li>保健、医療又は福祉の増進を図る活動</li>
	<li>社会教育の推進を図る活動</li>
	<li>まちづくりの推進を図る活動</li>
	<li>観光の振興を図る活動</li>
	<li>農山漁村又は中山間地域の振興を図る活動</li>
	<li>学術、文化、芸術又はスポーツの振興を図る活動</li>
	<li>環境の保全を図る活動</li>
	<li>災害救援活動</li>
	<li>地域安全活動</li>
	<li>人権の擁護又は平和の推進を図る活動</li>
	<li>国際協力の活動</li>
	<li>男女共同参画社会の形成の促進を図る活動</li>
	<li>子どもの健全育成を図る活動</li>
	<li>情報化社会の発展を図る活動</li>
	<li>科学技術の振興を図る活動</li>
	<li>経済活動の活性化を図る活動</li>
	<li>職業能力の開発又は雇用機会の拡充を支援する活動</li>
	<li>消費者の保護を図る活動</li>
	<li>前各号に掲げる活動を行う団体の運営又は活動に関する連絡、助言又は援助の活動</li>
	<li>前各号に掲げる活動に準ずる活動として都道府県又は指定都市の条例で定める活動</li>
</ol>
日本においていわゆるNPOとして認識されるためには、上にあげた特定非営利活動以上の非営利活動を主たる活動目的とするものであって、さらに「非営利性」「非宗教性」「非政治性」を要件に設定しています。
<?php footer(); ?>