<?php
require(__DIR__. "/../../framework/ver3.1/common.php");
$obj = array(
	"made" => "2022-03-25",
	"updated" => "2022-03-25"
);
head($obj);
?>
<h2>システム監査</h2>
監査とは、ある人・企業がちゃんとやっているかチェックすることです。<br />ここでは、システム監査として企業がITを正しく使用しているかどうかチェックします!!<br /><br />監査では監査人が企業の活動について、「良いところは良いと、悪いところは悪いと」言わなければなりません。<br /><br />ですけど、もし仮に監査人が監査される人ととても仲が良かったり、弱みを握られていたらどうなりますか?<br />「悪いところを悪いと」いうことができませんよね、、、<br /><br />これだと監査の意味を為しません、、、<br />そこで、監査人には独立性というものが求められています。<br /><br />以下では監査人がどのような独立性を維持するべきかについて説明しますね♪
<table>
	<tbody>
		<tr>
			<th>外見上の独立性</th>
			<td>監査人は監査される人と身分上密接な利害関係を有してはいけません。</td>
		</tr>
		<tr>
			<th>精神上の独立性</th>
			<td>偏見・先入観を排除して公平かつ客観的に監査をしなければなりません。</td>
		</tr>
	</tbody>
</table>
<h2>内部統制</h2>
企業内部において不正行為が行われないように適切な基準・手続き等を制定して企業活動を管理しようとする考え方を指します。<br /><br />以下では内部統制の4つの目的と6つの基本的要素を理解しましょう♪
<table>
	<caption>内部統制の4つの目的</caption>
	<tbody>
		<tr>
			<th>業務の有効性及び効率性</th>
			<td>企業をちゃんと統制して良い経営をすることですね♪</td>
		</tr>
		<tr>
			<th>財務報告の信頼性</th>
			<td>財務報告は日々の取引の記録の積み重ねで成立しています。<br />財務報告が正しくあるために、企業内部の統制は必要府不可欠です。</td>
		</tr>
		<tr>
			<th>事業活動に関わる法令等の遵守</th>
			<td>当然ですけど、不法行為ダメ絶対です。<br />企業で不法行為が行われないようにするためには内部統制を適切に実施する必要があります。</td>
		</tr>
		<tr>
			<th>資産の保全</th>
			<td>Q.会社の資産って誰のモノですか?<br /><br />A.株主のモノです。<br />株主から預かった資産を適切に管理するために内部統制は役立ちます。</td>
		</tr>
	</tbody>
</table>
<table>
	<caption>内部統制の6つの基本的要素</caption>
	<tbody>
		<tr>
			<th>統制環境</th>
			<td>悪いことをしないという環境・企業風土のことです。</td>
		</tr>
		<tr>
			<th>リスクの評価と対応</th>
			<td>リスクをしっかりと把握してそれに対応します。</td>
		</tr>
		<tr>
			<th>統制活動</th>
			<td>特定の人・部署に大きな権限を与えすぎず、各人・各部署間で互いに監視しあうようにします。</td>
		</tr>
		<tr>
			<th>情報と伝達</th>
			<td>情報を適切に公開・伝達していきます。</td>
		</tr>
		<tr>
			<th>モニタリング</th>
			<td>内部統制が適切に機能しているかどうか、継続的にチェックします。</td>
		</tr>
		<tr>
			<th>ITへの対応</th>
			<td>情報システムの利用に際して、適切なセキュリティ対策措置を講じます。</td>
		</tr>
	</tbody>
</table>
<?php footer(); ?>